<?php

return [
    'errors'    => [
        'illegal_env'   => 'إعداد البيئة غير مسموح به.',
        'not_found'     => 'الملف غير موجود أو لا يمكن الوصول إليه.',
        'not_found_2'   => 'المجلد غير موجود أو غير قابل للوصول.',
        'corrupt'       => 'لا يمكن قراءة الملف بشكل صحيح أو لا يحتوي على التنسيق المناسب.',
        'corrupt_2'     => 'امتداد الملف غير مسموح به.',
        'overflow'      => 'ملف CSV كبير جدًا.',
        'native_logic'  => 'مع إعداد PHP الأصلي، يجب أن تكون المسار كاملة في $filename.',
        'symfony_logic' => 'مع إعداد Symfony PHP لا يمكن قبول القرص.'

    ],
    'messages'  => []
];

