<?php

return [
    'errors'    => [
        'illegal_env'   => 'पर्यावरण कॉन्फ़िग की अनुमति नहीं है।',
        'not_found'     => 'फाइल मौजूद नहीं है या पहुँच योग्य नहीं है।',
        'not_found_2'   => 'डायरेक्टरी मौजूद नहीं है या सुलभ नहीं है।',
        'corrupt'       => 'फाइल को सही तरीके से नहीं पढ़ा जा सकता या यह उचित प्रारूप में नहीं है।',
        'corrupt_2'     => 'फाइल एक्सटेंशन की अनुमति नहीं है।',
        'overflow'      => 'csv फ़ाइल बहुत बड़ी है।',
        'native-logic'  => 'php की मूल सेटिंग के साथ, पथ को $filename में पूर्ण होना चाहिए।',
        'symfony_logic' => 'Symfony PHP कॉन्फ़िगरेशन के साथ डिस्क स्वीकार नहीं की जा सकती।'
    ],
    'messages'  => []
];
