<?php

return [
    'errors'    => [
        'illegal_env'   => 'Конфигурация окружения не разрешена.',
        'not_found'     => 'Файл не существует или недоступен.',
        'not_found_2'   => 'Каталог не существует или недоступен.',
        'corrupt'       => 'Файл не может быть прочитан правильно или неправильно отформатирован.',
        'corrupt_2'     => 'Расширение файла не допускается.',
        'overflow'      => 'Файл csv слишком велик.',
        'logic'         => 'С нативной конфигурацией php путь должен быть завершен в $filename.',
        'symfony_logic' => 'При конфигурации Symfony PHP диск не может быть принят.'
    ],
    'messages'  => []
];
